Repository: nextcloud/bookmarks
Catalog: l10n/*/bookmarks.po
Languages: ar, ast, bg_bg, bn_bd, bn_in, cy_gb, he, ka_ge, km, lb, mk, nn_no, si_lk, ta_lk, th_th, vi

source: No file provided for import
ar: لم يتم اضافة ملف للتدخيل
ast: Nun s'especificó nengún ficheru pa importar
bg_bg: Не беше предоставен файл за зареждане
bn_in: ইম্পোর্টের জন্য প্রদান করা কোন ফাইল
cy_gb: Dim ffeil i'w fewnforio
he: לא סופק קובץ לייבוא
ka_ge: არ არის ფაილი იმპორტისთვის
km: គ្មានឯកសារ​ផ្តល់​អោយ​ ដើម្បី​នាំចូលទេ
lb: Keen Type un fichier fir ze importeieren
nn_no: Inga fil gjeve for importering
th_th: ไม่พบไฟล์สำหรับการนำเข้าข้อมูล
vi: Không có tập tin nào để nhập vào

source: Unsupported file type for import
ar: نوعية الملف غير صالحه للاستيراد
ast: Tipu de ficheru non sofitáu pa importar
bg_bg: Неподдържан файл за импорт
bn_bd: আমদানি করার জন্য ফাইলের ফর্ম্যাটটি সঠিক নয়
bn_in: ইমপোর্টের জন্য অসমর্থিত ফাইল টাইপ
cy_gb: Dim cefnogaeth i fewnforio'r math hwn o ffeil
he: סוג הקובץ אינו ניתן לייבוא
ka_ge: დაუშვებელი ფაილის ტიპი იმპორტისთვის
km: ប្រភេទឯកសារមិនគាំទ្រ​ដើម្បីនាំយកចូល
lb: Onenerstetzen Format fir den Import
mk: Неподржнан тип на датотека за внес
nn_no: Ustøtta filtype for importering
si_lk: ආයාත කරන ගොනුව රුචි නොවේ
ta_lk: இறக்குமதிக்கு ஆதரவளிக்காத கோப்பு வகை
th_th: ประเภทของไฟล์ที่ต้องการนำเข้าไม่ได้รับการรองรับให้ใช้งาน
vi: Loại tập tin không được hỗ trợ để nhập vào

source: Bookmarks
ar: اشارات المرجعية
ast: Marcadores
bg_bg: Отметки
bn_bd: ঠিকাসমূহ
bn_in: বুকমার্ক
cy_gb: Nodau tudalen
he: סימניות
ka_ge: ბუქმარკები
km: ចំណាំ
mk: Обележувачи
nn_no: Bokmerkje
si_lk: පිටු සළකුනු
ta_lk: பக்க அடையாளங்கள்
th_th: รายการโปรด

source: Tags
ar: فئاة
ast: Etiquetes
bg_bg: Етикети
bn_bd: ট্যাগ
bn_in: ট্যাগ্স
cy_gb: Tagiau
he: תגיות
ka_ge: ტაგები
km: ស្លាក
nn_no: Emneord
si_lk: ටැග
ta_lk: சீட்டுகள்
th_th: ป้ายกำกับ

source: Filter by tag
ar: تصفيه حسب الفئه
ast: Filtriar por etiquetes
bg_bg: Филтриране по етикет
bn_bd: ট্যাগ অনুসারে ছাঁক
bn_in: ট্যাগ দ্বারা ফিল্টার করুন
cy_gb: Hidlo yn Ã´l tag
he: סנן לפי תגית
ka_ge: ტეგების მიხედვით ფილტრაცია
km: ច្រោះដោយស្លាក
lb: Filtreieren vun Tags
nn_no: Filtrer etter emneord
si_lk: ටැගය ආධාරයෙන් පෙරන්න
ta_lk: சீட்டுகளால் வடிகட்டுக
th_th: แสดงข้อมูลตามป้ายกำกับ
vi: Lọc theo tag

source: Edit bookmark
ar: عدل المرجعيه
ast: Editar marcador
bg_bg: Промяна на предпочитание
bn_bd: ঠিকা সম্পাদনা
bn_in: বুক্মারক এডিট করুন
cy_gb: Golygu nod tudalen
he: ערוך סימניה
ka_ge: ბუქმარკების რედაქტირება
km: កែ​ចំណាំ
lb: Favoriten bearbeschten.
mk: Уреди обележувач
nn_no: Endra bokmerkje
si_lk: පිටු සළකුනු සකසන්න
ta_lk: பக்க அடையாளத் தொகுக்க
th_th: แก้ไขรายการโปรด
vi: Sửa bookmark

source: Are you sure you want to remove this tag from every entry?
ar: هل أنت متاكد أنك تريد حذف هذه الفئه من جميع المدخولات؟
ast: ¿De xuru que quies desaniciar esta etiqueta de toles entraes?
bg_bg: Сигурни ли сте, че желаете да премахнете този етикет от всеки запис?
bn_bd: প্রত্যেক ভুক্তি থেকে এই ট্যাগটি অপসারণ করতে আপনি কি বদ্ধপরিকর?
bn_in: আপনি আপনার প্রতি এন্ট্রি থেকে এই ট্যাগটি মুছে ফেলার ব্যাপারে নিশ্চিত?
cy_gb: Ydych chi'n siwr eich bod am waredu'r tag hwn o bob cofnod?
he: האם אתה בטוח שברצונך להסיר את התגית מכל הרשומות?
ka_ge: დარწმუნებული ხართ რომ აღნიშნული ტაგის წაშლა გინდათ ყველა ჩანაწერიდა?
km: តើអ្នក​ចង់​លុបស្លាកនេះពី​គ្រប់កន្លែង​​ទាំងអស់មែន?
lb: Sidd dir secher all Tags vum erem Projet ze entfernen?
nn_no: Er du sikker på at du vil fjerna dette emneordet frå alle oppføringane?
si_lk: මෙම ටැගය සියළු ඇතුලත් කිරීමකින් ඉවත් කරන බව ඔබට සහතිකද
ta_lk: ஒவ்வொரு நுழைவின் போதும் இந்த சீட்டை கட்டாயம் அகற்ற வேண்டுமா?
th_th: คุณแน่ใจแล้วหรือว่าต้องการลบป้ายกำกับนี้ออกจากทุกๆรายการ
vi: Bạn có chắc chắn bạn muốn loại bỏ tags này ?

source: Warning
ar: تحذير
ast: Avisu
bg_bg: Внимание
bn_bd: সতর্কবাণী
bn_in: সতর্কীকরণ
cy_gb: Rhybudd
he: אזהרה
ka_ge: გაფრთხილება
km: បម្រាម
lb: Warnung
mk: Предупредување
nn_no: Åtvaring
si_lk: අනතුරු ඇඟවිම
ta_lk: எச்சரிக்கை
th_th: คำเตือน
vi: Cảnh báo

source: Import error
ar: لقد فشل الإستيراد
ast: Fallu d'importación
bg_bg: Грешка при зареждане
bn_in: ইম্পোর্ট ত্রুটি
cy_gb: Gwall mewnforio
he: שגיאת יבוא
ka_ge: შეცდომა იმპორტის დროს
km: ការនាំយកចូលមានបញ្ហា
lb: Import Fehler
nn_no: Feil ved importering
th_th: นำเข้าข้อมูลผิดพลาด
vi: Lỗi khi nhập

source: Import completed successfully.
ar: تم الاستيراد بنجاح
ast: Importacióncompletada correchamente
bg_bg: Импортирането завърши успешно.
bn_bd: আমদানি সুসম্পন্ন হয়েছে।
bn_in: ইম্পোর্ট সফলভাবে সম্পন্ন হয়েছে।
cy_gb: Mewnforiwyd yn llwyddiannus.
he: ייבוא הושלם בהצלחה.
ka_ge: იმპორტირება დასრულებულია.
km: ការនាំយកចូល គឺសម្រេចជោគជ័យ
lb: Import war erfolgraich
mk: Увозот заврши успешно
nn_no: Importering fullførte utan feil.
si_lk: ආයාත කිරීම සාර්ථකයි
ta_lk: இறக்குமதி வெற்றிகரமாக நிறைவேற்றப்பட்டது.
th_th: นำเข้าข้อมูลเสร็จเรียบร้อยแล้ว
vi: Nhập vào thành công

source: Uploading...
ar: ترفيع...
ast: Xubiendo...
bg_bg: Качване...
bn_bd: আপলোড করা হচ্ছে..........
bn_in: আপলোডইং ...
cy_gb: Yn llwytho i fyny...
he: העלאה...
ka_ge: მიმდინარეობს ატვირთვა...
km: កំពុងដាក់បញ្ចូល...
lb: Upload...
mk: Подигнувам...
nn_no: Lastar opp …
si_lk: උඩුගත කෙරේ...
ta_lk: பதிவேற்றல்...
th_th: กำลังอัพโหลด...
vi: tải lên...

source: Bookm.
ar: مرجعيه.
ast: Marcad.
bg_bg: Предп.
bn_bd: ঠিকা
bn_in: বুকএম.
cy_gb: Nodtud.
he: סימניה.
km: ចំណាំ
mk: Обел.
nn_no: Bokm.
si_lk: පිටුසන
ta_lk: பக்க அடையாளங்கள்
th_th: รายการโปรด

source: Add a bookmark
ar: أضف إشارة مرجعية
ast: Amestar un marcador
bg_bg: Добави в предпочитани
bn_bd: ঠিকা যোগ করুন
bn_in: বুকমার্ক অ্যাড করুন
cy_gb: Ychwanegu nod tudalen
he: הוסף סימניה
ka_ge: ბუქმარქში დამატება
km: ដាក់​ចូលទៅបញ្ជីចំណាំ
lb: Favorit beifügen
mk: Додади обележувач
nn_no: Legg til eit bokmerkje
si_lk: පිටු සළකුනක් එක් කරන්න
ta_lk: பக்க அடையாளம் ஒன்றை சேர்க்க
th_th: เพิ่มรายการโปรด
vi: Thêm bookmark

source: Close
ar: إغلق
ast: Zarrar
bg_bg: Затвори
bn_bd: বন্ধ
bn_in: বন্ধ
cy_gb: Cau
he: סגירה
ka_ge: დახურვა
km: បិទ
lb: Zoumaachen
mk: Затвои
nn_no: Lukk
si_lk: වසන්න
ta_lk: மூடுக
th_th: ปิด
vi: Đóng

source: The title of the page
ar: أسم هذه الصفحه
ast: El títulu de la páxina
bg_bg: Заглавие на страницата
bn_bd: পৃষ্ঠার শিরোনাম
bn_in: পৃষ্ঠার শিরোনাম
cy_gb: Teitl y dudalen
he: כותרת הדף
ka_ge: გვერდის სათაური
km: ចំណងជើង​នៃទំព័រ
lb: Den Titel vun der Sait
mk: Насловот на страницата
nn_no: Tittelen på sida
si_lk: පිටුවේ මාතෘකාව
ta_lk: பக்கத்தி்ன் தலைப்பு
th_th: ชื่อของหน้า
vi: Tiêu đề trang

source: The address of the page
ar: عنوان هذه الصفحه
ast: La direición de la páxina
bg_bg: Адрес на страницата
bn_bd: পৃষ্ঠার ঠিকানা
bn_in: পৃষ্ঠার ঠিকানা
cy_gb: Cyfeiriad y dudalen
he: כתובת הדף
ka_ge: გვერდის მისამართი
km: អាស័យដ្ឋាន​នៃទំព័រ
lb: D'address vun der Sait.
mk: Адресата на страницата
nn_no: Adressa til sida
si_lk: පිටුවේ ලිපිනය
ta_lk: பக்கத்தின் முகவரி
th_th: ที่อยู่ของหน้า
vi: Địa chỉ trang

source: Description of the page
ar: وصف هذه الصفحه
ast: Descripción de la páxina
bg_bg: Описание на страницата
bn_bd: পৃষ্ঠার বিবরণ
bn_in: পৃষ্ঠার বিবরণ
cy_gb: Disgrifiad o'r dudalen
he: תיאור הדף
ka_ge: გვერდის დახასიათება
km: ការពណ៌នានៃទំព័រ
lb: Beswchreiwung vun der Sait
mk: Опис на страницата
nn_no: Skildring av sida
si_lk: පිටුවේ විස්තර
ta_lk: பக்கத்தின் விவரிப்பு
th_th: คำอธิบายเกี่ยวกับหน้า
vi: Mô tả trang

source: Save
ar: حفظ
ast: Guardar
bg_bg: Запис
bn_bd: সংরক্ষণ কর
bn_in: সেভ
cy_gb: Cadw
he: שמירה
ka_ge: შენახვა
km: រក្សាទុក
lb: Späicheren
mk: Сними
nn_no: Lagra
si_lk: සුරකින්න
ta_lk: சேமிக்க
th_th: บันทึก
vi: Lưu

source: Delete
ar: حذف
ast: Desaniciar
bg_bg: Изтриване
bn_bd: মুছে ফেল
bn_in: মুছে ফেলা
cy_gb: Dileu
he: מחיקה
ka_ge: წაშლა
km: លុប
lb: Läschen
mk: Избриши
nn_no: Slett
si_lk: මකන්න
ta_lk: அழிக்க
th_th: ลบ
vi: Xóa

source: Edit
ar: تعديل
ast: Editar
bg_bg: Промяна
bn_bd: সম্পাদনা
bn_in: এডিট
cy_gb: Golygu
he: עריכה
ka_ge: რედაქტირება
km: កែ
lb: Editéieren
mk: Уреди
nn_no: Endra
si_lk: සකසන්න
ta_lk: தொகுக்க
th_th: แก้ไข
vi: Sửa

source: Cancel
ar: الغاء
ast: Encaboxar
bg_bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করা
cy_gb: Diddymu
he: ביטול
ka_ge: უარყოფა
km: លើកលែង
lb: Ofbriechen
mk: Откажи
nn_no: Avbryt
si_lk: එපා
ta_lk: இரத்து செய்க
th_th: ยกเลิก
vi: Hủy

source: Drag this to your browser bookmarks and click it, when you want to bookmark a webpage quickly:
ar: اسحب هذه الى قائمة المرجعيه في متصفحك, و اضغط عليه عندما تريد اضافة صفحه :
ast: Arrastra dende equí a los marcadores del to restolador web, y fai clic cuando quieras marcar una páxina web rápidamente:
bg_bg: Довлачете това в лентата с отметки на браузъра си и го натискайте, когато искате да отметнете бързо някоя страница:
bn_bd: দ্রুত কোন ওয়েবপেজ ঠিকাতে সংরক্ষণ করতে চাইলে এটিকে টেনে ব্রাউজারের ঠিকাতে নিয়ে যান এবং তাতে ক্লিক করুনঃ
bn_in: আপনার ব্রাউজারের বুকমার্কে এটি ড্র্যাগ করে নিয়ে যান এবং এটা ক্লিক করুন, যখন আপনি দ্রুত একটি ওয়েব পেজ বুকমার্ক করতে চান:
cy_gb: Llusgwch hwn i nodau tudalen eich porwr a'i glicio pan fyddwch eisiau gosod nod tudalen gwe'n gyflym.
he: ניתן לגרור את הקישור הזה אל סרגל הסימניות בדפדפן שלך וללחוץ עליו כאשר מעוניינים ליצור סימניה לאתר במהירות.
ka_ge: გადაათრიეთ ეს თქვენს ბუქმარკებში თუ გინდათ რომ საითი სწრაფად დაბუქმარკდეს
km: បើ​អ្នក​ចង់​ចំណាំ​គេហទំព័រ​ណាមួយយ៉ាង​ឆាប់​រហ័ស សូម​ទាញ​របស់​នេះ​ទៅ​ដាក់​នៅ​កន្លែង​ចំណាំ​របស់​កម្មវិធី​អ៊ីនធឺណិត ហើយ​ចុច​វា៖
lb: Zitt eren Favorit an op den Browser vir een Short-Link ze kreien:
mk: Повлечете го ова во папката со обележувачи во Вашиот прелистувач и кликнете го кога сакате брзо да направите обележувач:
nn_no: Dra denne knappen til bokmerkjelinja i nettlesaren din og klikk han når du vil laga eit bokmerkje raskt:
si_lk: මෙම වෙබ් පිටුව ඉක්මනින් පිටු සළකුනක් ලෙස සටහන් කිරීමට, එය බ්‍රවුසරයේ පිටු සළකුනු මතට ඇද ක්ලික් කරන්න:
ta_lk: உங்களுக்கு ஒரு வலைய பக்கத்தை விரைவாக பக்க அடையாளப்படுத்துவதற்கு அதை உங்களுடைய உலாவியின் பக்க அடையாளங்களில் இழுத்து விட்டு சொடக்குக
th_th: ลากสิ่งนี้ไปไว้ที่รายการโปรดในโปรแกรมบราวเซอร์ของคุณ แล้วคลิกที่นั่น, เมื่อคุณต้องการเก็บหน้าเว็บเพจเข้าไปไว้ในรายการโปรดอย่างรวดเร็ว
vi: Kéo vào bookmark trình duyệt của bạn và nhấp vào nó, khi bạn muốn đánh dấu một trang web một cách nhanh chóng:

source: Read later
ar: اقرأ لاحقأ
bg_bg: За четене по-късно
bn_bd: পরে পড়ার জন্য সংরক্ষন কর
cy_gb: Darllen wedyn
he: קריאה מאוחרת
ka_ge: წაიკითხე მოგვიანებით
lb: Mei speit liesen
nn_no: Les seinare
si_lk: පසුව කියවීමට
vi: Đọc sau

source: Address
ar: عنوان
ast: Direición
bg_bg: Адрес
bn_bd: ঠিকানা
bn_in: ঠিকানা
cy_gb: Cyfeiriad
he: כתובת
ka_ge: მისამართი
km: អាសយដ្ឋាន
lb: Adress
mk: Адреса
nn_no: Adresse
si_lk: ලිපිනය
ta_lk: முகவரி
th_th: ที่อยู่
vi: Địa chỉ

source: Add
ar: أدخل
ast: Amestar
bg_bg: Добавяне
bn_bd: যোগ কর
bn_in: যোগ করা
cy_gb: Ychwanegu
he: הוספה
ka_ge: დამატება
km: បញ្ចូល
lb: Dobäisetzen
mk: Додади
nn_no: Legg til
si_lk: එකතු කරන්න
ta_lk: சேர்க்க
th_th: เพิ่ม
vi: Thêm

source: Related Tags
ar: فئات متشابهه
ast: Etiquetes rellacionaes
bg_bg: Етикети
bn_bd: সম্পর্কযুক্ত ট্যাগ
bn_in: সম্পর্কিত ট্যাগ্স
cy_gb: Tagiau perthynol
he: תגיות קשורות
km: ស្លាកដែលទាកទង
lb: Bekannten Tags
nn_no: Liknande emneord
si_lk: අදාළ ටැගයන්
ta_lk: தொடர்புபட்ட சீட்டுகள்
th_th: ป้ายกำกับอื่นๆที่เกี่ยวข้อง
vi: Những Tag có liên quan

source: Settings
ar: تعديلات
ast: Axustes
bg_bg: Настройки
bn_bd: নিয়ামকসমূহ
bn_in: সেটিংস
cy_gb: Gosodiadau
he: הגדרות
ka_ge: პარამეტრები
km: ការកំណត់
lb: Astellungen
mk: Параметри
nn_no: Innstillingar
si_lk: සිටුවම්
ta_lk: அமைப்புகள்
th_th: ตั้งค่า
vi: Cài đặt

source: You have no bookmarks
ar: لا يوجد عندك صفحات مرجعيه
ast: Nun tienes marcadores
bg_bg: Нямате предпочитания
bn_bd: আপনার কোন ঠিক নেই
bn_in: আপনার কোন বুকমার্ক নেই
cy_gb: Nid oes nodau tudalen gennych
he: אין ברשותך סימניות
ka_ge: თქვენ არ გაქვთ ბუქმარკები
km: អ្នក​មិន​មាន​ចំណាំ​ទេ
lb: Dir hud keng Favoriten
mk: Немате обележувачи
nn_no: Du har inga bokmerkje
si_lk: පිටු සළකුනු නොමැත
ta_lk: உங்களிடம் பக்க அடையாளங்கள் இல்லை
th_th: คุณยังไม่มีรายการโปรด
vi: Bạn chưa có bookmark nào

source: You can also try to import a bookmark file
ar: يمكنك ايضا محاولة ادخال ملف فئة مرجعيه
ast: Tamién pues intentar importar un ficheru de marcadores
bg_bg: Може също да опитате да заредите файл с отметки
bn_bd: আপনি একটি ঠিকা ফাইল আমদানি করার চেষ্টা করে দেখতে পারেন
bn_in: এছাড়াও আপনি একটি বুকমার্ক ফাইল ইমপোর্ট করার চেষ্টা করতে পারেন
cy_gb: Gallwch hefyd geisio mewnforio ffeil nod tudalen
he: יש ביכולתך לייבא גם קובץ סימניות
ka_ge: თქვენ შეგიძლიათ აგრეთვე დააიმპორტოთ ბუქმარქ ფაილი
km: អ្នកអាចព្យាយាម​ដាក់ទៅកាន់បញ្ជីចំណាំបាន
lb: Du kanns och een Favorite importeieren
mk: Можете да се обидете да внесете датотека со обележувачи
nn_no: Du kan òg prøva å importera ei bokmerkjefil
si_lk: පිටුසන අඩංගු ගොනුවක් ආයාත කිරීමට උත්සහ කළ හැක
ta_lk: நீங்களும் ஒரு பக்க அடையாள கோப்பை இறக்குமதி செய்ய முயற்சிக்கலாம்
th_th: คุณสามารถที่จะลองนำเข้าไฟล์รายการโปรดได้ด้วยเช่นกัน
vi: Bạn cũng có thể thử nhập vào một tập tin bookmark

source: Bookmarklet
ar: المرجعيه
ast: Marcador de JavaScript
bg_bg: Отметка
bn_bd: অনুঠিকা
bn_in: বুকমার্কলেট
cy_gb: Nod tudalen gweithredol
he: יישומון סימנייה
ka_ge: ბუქმარქლეტი
km: បញ្ជីចំណាំ
lb: Favoriten Buch
mk: Обележувач
nn_no: Bokmerkjeknapp
ta_lk: பக்க அடையாளங்கள்

source: Export & Import
ar: تصدير و استيراد
ast: Importar y Esportar
bg_bg: Експорт и Импорт
bn_bd: আমদানি এবং রপ্তানি
bn_in: এক্সপোর্ট ও ইম্পোর্ট
cy_gb: Allforio & Mewnforio
he: ייבוא וייצוא
ka_ge: ექსპორტ & იმპორტი
km: នាំចេញ & នាំចូល
lb: Exporteieren & Importeieren
mk: Извези и увези
nn_no: Eksporter/importer
si_lk: ආයාත හා නිර්යාත
ta_lk: ஏற்றுமதி மற்றும் இறக்குமதி
th_th: ส่งออก & นำเข้า
vi: Xuất ra & Nhập vào

source: Export
ar: تصدير المعلومات
ast: Esportar
bg_bg: Експорт
bn_bd: রপ্তানি
bn_in: এক্সপোর্ট
cy_gb: Allforio
he: יצוא
ka_ge: ექსპორტი
km: នាំយកចេញ
lb: Exporteieren
mk: Извези
nn_no: Eksporter
si_lk: නිර්යාත කරන්න
ta_lk: ஏற்றுமதி
th_th: ส่งออก
vi: Xuất ra

source: Import
ar: استيراد
ast: Importar
bg_bg: Внасяне
bn_bd: আমদানি
bn_in: ইম্পোর্ট
cy_gb: Mewnforio
he: יבא
ka_ge: იმპორტი
km: នាំយកចូល
lb: Importeieren
mk: Внеси
nn_no: Importer
si_lk: ආයාත කරන්න
ta_lk: இறக்குமதி
th_th: นำเข้า
vi: Nhập vào

source: Add to ownCloud
ast: Amestar a ownCloud
bn_in: OwnCloud এ যোগ করুন
km: ដាក់ចូល ownCloud
th_th: เพิ่มใน ownCloud
