OC.L10N.register(
    "bookmarks",
    {
    "Rename" : "Перайменаваць",
    "Move" : "Перамясціць",
    "Search" : "Пошук",
    "Cancel" : "Скасаваць",
    "Shared with you" : "Абагулена з вамі",
    "Files" : "Файлы",
    "Delete" : "Выдаліць",
    "Title" : "Загаловак",
    "Link" : "Спасылка",
    "Notes" : "Нататкі",
    "Owner" : "Уладальнік",
    "Share link" : "Абагуліць спасылку",
    "Allow editing" : "Дазволіць рэдагаванне",
    "Folder" : "Папка",
    "Save" : "Захаваць"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
