{ "translations": {
    "Bookmarks" : "Marcadores",
    "Not allowed to access folder to import into" : "Non está permitido o acceso ao cartafol para importar cara el",
    "Failed to import one bookmark, because: " : "Produciuse un erro ao importar un marcador por mor de:",
    "No file provided for import" : "Non forneceu ningún ficheiro para importar",
    "Unsupported file type for import" : "Tipo de ficheiro non admitido para importar",
    "A Bookmark manager for Nextcloud" : "Un administrador de marcadores para o Nextcloud",
    "This app allows you to store and organize your favorite places on the web in one spot, while allowing you to sync them with your various devices and browsers.\n\nCheck out the third-party clients listed here: https://github.com/nextcloud/bookmarks#third-party-clients" : "Este aplicativo permítelle almacenar e organizar os seus lugares favoritos da web nun só lugar, permitíndolle sincronizalos con varios dispositivos e navegadores.\n\nComprobe os clientes de terceiras partes enumerados aquí: https://github.com/nextcloud/bookmarks#third-party-clients",
    "Details" : "Detalles",
    "Delete" : "Eliminar",
    "Save" : "Gardar",
    "Recently added" : "Engadido recentemente",
    "Most visited" : "Máis visitados",
    "RSS Feed" : "Fonte RSS",
    "Delete all bookmarks" : "Eliminar todos os marcadores",
    "Bookmarklet" : "Miniaplicativo ligado",
    "Do you really want to delete all your bookmarks?" : "Confirma que quere eliminar todos os seus marcadores?",
    "Tags" : "Etiquetas",
    "Select" : "Seleccionar",
    "Previews" : "Vistas previas",
    "In order to display real screenshots of your bookmarked websites, Bookmarks can use a third-party service to generate those." : "A fin de amosar capturas de pantalla reais doss seus sitios web marcados, o aplicativo Marcadores pode usar un servizo de terceiros para xeralos.",
    "Screeenly API URL" : "URL da API Screeenly",
    "Screeenly API key" : "Chave da API Screeenly",
    "Add a bookmark" : "Engadir un marcador",
    "This URL is already bookmarked! Overwrite?" : "Este URL xa existe como marcador! Sobrescribilo?",
    "Link" : "Ligazón",
    "Bookmarks feed" : "Fonte de marcadores"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}